{"name":"Amos","chapters":[{"number":1,"verses":[{"number":1,"text":"The words of Amos, who was among the shepherds of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah and in the days of Jeroboam the son of Joash, king of Israel, two years before the earthquake."},{"number":2,"text":"And he said:\n“The Lord roars from Zion\n    and utters his voice from Jerusalem;\nthe pastures of the shepherds mourn,\n    and the top of Carmel withers.”"},{"number":3,"text":"Thus says the Lord:\n“For three transgressions of Damascus,\n    and for four, I will not revoke the punishment,\nbecause they have threshed Gilead\n    with threshing sledges of iron."},{"number":4,"text":"So I will send a fire upon the house of Hazael,\n    and it shall devour the strongholds of Ben-hadad."},{"number":5,"text":"I will break the gate-bar of Damascus,\n    and cut off the inhabitants from the Valley of Aven,\nand him who holds the scepter from Beth-eden;\n    and the people of Syria shall go into exile to Kir,”\nsays the Lord."},{"number":6,"text":"Thus says the Lord:\n“For three transgressions of Gaza,\n    and for four, I will not revoke the punishment,\nbecause they carried into exile a whole people\n    to deliver them up to Edom."},{"number":7,"text":"So I will send a fire upon the wall of Gaza,\n    and it shall devour her strongholds."},{"number":8,"text":"I will cut off the inhabitants from Ashdod,\n    and him who holds the scepter from Ashkelon;\nI will turn my hand against Ekron,\n    and the remnant of the Philistines shall perish,”\nsays the Lord God."},{"number":9,"text":"Thus says the Lord:\n“For three transgressions of Tyre,\n    and for four, I will not revoke the punishment,\nbecause they delivered up a whole people to Edom,\n    and did not remember the covenant of brotherhood."},{"number":10,"text":"So I will send a fire upon the wall of Tyre,\n    and it shall devour her strongholds.”"},{"number":11,"text":"Thus says the Lord:\n“For three transgressions of Edom,\n    and for four, I will not revoke the punishment,\nbecause he pursued his brother with the sword\n    and cast off all pity,\nand his anger tore perpetually,\n    and he kept his wrath forever."},{"number":12,"text":"So I will send a fire upon Teman,\n    and it shall devour the strongholds of Bozrah.”"},{"number":13,"text":"Thus says the Lord:\n“For three transgressions of the Ammonites,\n    and for four, I will not revoke the punishment,\nbecause they have ripped open pregnant women in Gilead,\n    that they might enlarge their border."},{"number":14,"text":"So I will kindle a fire in the wall of Rabbah,\n    and it shall devour her strongholds,\nwith shouting on the day of battle,\n    with a tempest in the day of the whirlwind;"},{"number":15,"text":"and their king shall go into exile,\n    he and his princes together,”\nsays the Lord."}]},{"number":2,"verses":[{"number":1,"text":"Thus says the Lord:\n“For three transgressions of Moab,\n    and for four, I will not revoke the punishment,\nbecause he burned to lime\n    the bones of the king of Edom."},{"number":2,"text":"So I will send a fire upon Moab,\n    and it shall devour the strongholds of Kerioth,\nand Moab shall die amid uproar,\n    amid shouting and the sound of the trumpet;"},{"number":3,"text":"I will cut off the ruler from its midst,\n    and will kill all its princes with him,”\nsays the Lord."},{"number":4,"text":"Thus says the Lord:\n“For three transgressions of Judah,\n    and for four, I will not revoke the punishment,\nbecause they have rejected the law of the Lord,\n    and have not kept his statutes,\nbut their lies have led them astray,\n    those after which their fathers walked."},{"number":5,"text":"So I will send a fire upon Judah,\n    and it shall devour the strongholds of Jerusalem.”"},{"number":6,"text":"Thus says the Lord:\n“For three transgressions of Israel,\n    and for four, I will not revoke the punishment,\nbecause they sell the righteous for silver,\n    and the needy for a pair of sandals—"},{"number":7,"text":"those who trample the head of the poor into the dust of the earth\n    and turn aside the way of the afflicted;\na man and his father go in to the same girl,\n    so that my holy name is profaned;"},{"number":8,"text":"they lay themselves down beside every altar\n    on garments taken in pledge,\nand in the house of their God they drink\n    the wine of those who have been fined."},{"number":9,"text":"“Yet it was I who destroyed the Amorite before them,\n    whose height was like the height of the cedars\n    and who was as strong as the oaks;\nI destroyed his fruit above\n    and his roots beneath."},{"number":10,"text":"Also it was I who brought you up out of the land of Egypt\n    and led you forty years in the wilderness,\n    to possess the land of the Amorite."},{"number":11,"text":"And I raised up some of your sons for prophets,\n    and some of your young men for Nazirites.\n    Is it not indeed so, O people of Israel?”\ndeclares the Lord."},{"number":12,"text":"“But you made the Nazirites drink wine,\n    and commanded the prophets,\n    saying, ‘You shall not prophesy.’"},{"number":13,"text":"“Behold, I will press you down in your place,\n    as a cart full of sheaves presses down."},{"number":14,"text":"Flight shall perish from the swift,\n    and the strong shall not retain his strength,\n    nor shall the mighty save his life;"},{"number":15,"text":"he who handles the bow shall not stand,\n    and he who is swift of foot shall not save himself,\n    nor shall he who rides the horse save his life;"},{"number":16,"text":"and he who is stout of heart among the mighty\n    shall flee away naked in that day,”\ndeclares the Lord."}]},{"number":3,"verses":[{"number":1,"text":"Hear this word that the Lord has spoken against you, O people of Israel, against the whole family that I brought up out of the land of Egypt:"},{"number":2,"text":"“You only have I known\n    of all the families of the earth;\ntherefore I will punish you\n    for all your iniquities."},{"number":3,"text":"“Do two walk together,\n    unless they have agreed to meet?"},{"number":4,"text":"Does a lion roar in the forest,\n    when he has no prey?\nDoes a young lion cry out from his den,\n    if he has taken nothing?"},{"number":5,"text":"Does a bird fall in a snare on the earth,\n    when there is no trap for it?\nDoes a snare spring up from the ground,\n    when it has taken nothing?"},{"number":6,"text":"Is a trumpet blown in a city,\n    and the people are not afraid?\nDoes disaster come to a city,\n    unless the Lord has done it?"},{"number":7,"text":"“For the Lord God does nothing\n    without revealing his secret\n    to his servants the prophets."},{"number":8,"text":"The lion has roared;\n    who will not fear?\nThe Lord God has spoken;\n    who can but prophesy?”"},{"number":9,"text":"Proclaim to the strongholds in Ashdod\n    and to the strongholds in the land of Egypt,\nand say, “Assemble yourselves on the mountains of Samaria,\n    and see the great tumults within her,\n    and the oppressed in her midst.”"},{"number":10,"text":"“They do not know how to do right,” declares the Lord,\n    “those who store up violence and robbery in their strongholds.”"},{"number":11,"text":"Therefore thus says the Lord God:\n“An adversary shall surround the land\n    and bring down your defenses from you,\n    and your strongholds shall be plundered.”"},{"number":12,"text":"Thus says the Lord: “As the shepherd rescues from the mouth of the lion two legs, or a piece of an ear, so shall the people of Israel who dwell in Samaria be rescued, with the corner of a couch and part of a bed."},{"number":13,"text":"“Hear, and testify against the house of Jacob,”\n    declares the Lord God, the God of hosts,"},{"number":14,"text":"“that on the day I punish Israel for his transgressions,\n    I will punish the altars of Bethel,\nand the horns of the altar shall be cut off\n    and fall to the ground."},{"number":15,"text":"I will strike the winter house along with the summer house,\n    and the houses of ivory shall perish,\nand the great houses shall come to an end,”\ndeclares the Lord."}]},{"number":4,"verses":[{"number":1,"text":"“Hear this word, you cows of Bashan,\n    who are on the mountain of Samaria,\nwho oppress the poor, who crush the needy,\n    who say to your husbands, ‘Bring, that we may drink!’"},{"number":2,"text":"The Lord God has sworn by his holiness\n    that, behold, the days are coming upon you,\nwhen they shall take you away with hooks,\n    even the last of you with fishhooks."},{"number":3,"text":"And you shall go out through the breaches,\n    each one straight ahead;\n    and you shall be cast out into Harmon,”\ndeclares the Lord."},{"number":4,"text":"“Come to Bethel, and transgress;\n    to Gilgal, and multiply transgression;\nbring your sacrifices every morning,\n    your tithes every three days;"},{"number":5,"text":"offer a sacrifice of thanksgiving of that which is leavened,\n    and proclaim freewill offerings, publish them;\n    for so you love to do, O people of Israel!”\ndeclares the Lord God."},{"number":6,"text":"“I gave you cleanness of teeth in all your cities,\n    and lack of bread in all your places,\nyet you did not return to me,”\ndeclares the Lord."},{"number":7,"text":"“I also withheld the rain from you\n    when there were yet three months to the harvest;\nI would send rain on one city,\n    and send no rain on another city;\none field would have rain,\n    and the field on which it did not rain would wither;"},{"number":8,"text":"so two or three cities would wander to another city\n    to drink water, and would not be satisfied;\nyet you did not return to me,”\ndeclares the Lord."},{"number":9,"text":"“I struck you with blight and mildew;\n    your many gardens and your vineyards,\n    your fig trees and your olive trees the locust devoured;\nyet you did not return to me,”\ndeclares the Lord."},{"number":10,"text":"“I sent among you a pestilence after the manner of Egypt;\n    I killed your young men with the sword,\nand carried away your horses,\n    and I made the stench of your camp go up into your nostrils;\nyet you did not return to me,”\ndeclares the Lord."},{"number":11,"text":"“I overthrew some of you,\n    as when God overthrew Sodom and Gomorrah,\n    and you were as a brand plucked out of the burning;\nyet you did not return to me,”\ndeclares the Lord."},{"number":12,"text":"“Therefore thus I will do to you, O Israel;\n    because I will do this to you,\n    prepare to meet your God, O Israel!”"},{"number":13,"text":"For behold, he who forms the mountains and creates the wind,\n    and declares to man what is his thought,\nwho makes the morning darkness,\n    and treads on the heights of the earth—\n    the Lord, the God of hosts, is his name!"}]},{"number":5,"verses":[{"number":1,"text":"Hear this word that I take up over you in lamentation, O house of Israel:"},{"number":2,"text":"“Fallen, no more to rise,\n    is the virgin Israel;\nforsaken on her land,\n    with none to raise her up.”"},{"number":3,"text":"For thus says the Lord God:\n“The city that went out a thousand\n    shall have a hundred left,\nand that which went out a hundred\n    shall have ten left\n    to the house of Israel.”"},{"number":4,"text":"For thus says the Lord to the house of Israel:\n“Seek me and live;"},{"number":5,"text":"but do not seek Bethel,\nand do not enter into Gilgal\n    or cross over to Beersheba;\nfor Gilgal shall surely go into exile,\n    and Bethel shall come to nothing.”"},{"number":6,"text":"Seek the Lord and live,\n    lest he break out like fire in the house of Joseph,\n    and it devour, with none to quench it for Bethel,"},{"number":7,"text":"O you who turn justice to wormwood\n    and cast down righteousness to the earth!"},{"number":8,"text":"He who made the Pleiades and Orion,\n    and turns deep darkness into the morning\n    and darkens the day into night,\nwho calls for the waters of the sea\n    and pours them out on the surface of the earth,\nthe Lord is his name;"},{"number":9,"text":"who makes destruction flash forth against the strong,\n    so that destruction comes upon the fortress."},{"number":10,"text":"They hate him who reproves in the gate,\n    and they abhor him who speaks the truth."},{"number":11,"text":"Therefore because you trample on the poor\n    and you exact taxes of grain from him,\nyou have built houses of hewn stone,\n    but you shall not dwell in them;\nyou have planted pleasant vineyards,\n    but you shall not drink their wine."},{"number":12,"text":"For I know how many are your transgressions\n    and how great are your sins—\nyou who afflict the righteous, who take a bribe,\n    and turn aside the needy in the gate."},{"number":13,"text":"Therefore he who is prudent will keep silent in such a time,\n    for it is an evil time."},{"number":14,"text":"Seek good, and not evil,\n    that you may live;\nand so the Lord, the God of hosts, will be with you,\n    as you have said."},{"number":15,"text":"Hate evil, and love good,\n    and establish justice in the gate;\nit may be that the Lord, the God of hosts,\n    will be gracious to the remnant of Joseph."},{"number":16,"text":"Therefore thus says the Lord, the God of hosts, the Lord:\n“In all the squares there shall be wailing,\n    and in all the streets they shall say, ‘Alas! Alas!’\nThey shall call the farmers to mourning\n    and to wailing those who are skilled in lamentation,"},{"number":17,"text":"and in all vineyards there shall be wailing,\n    for I will pass through your midst,”\nsays the Lord."},{"number":18,"text":"Woe to you who desire the day of the Lord!\n    Why would you have the day of the Lord?\nIt is darkness, and not light,"},{"number":19,"text":"as if a man fled from a lion,\n    and a bear met him,\nor went into the house and leaned his hand against the wall,\n    and a serpent bit him."},{"number":20,"text":"Is not the day of the Lord darkness, and not light,\n    and gloom with no brightness in it?"},{"number":21,"text":"“I hate, I despise your feasts,\n    and I take no delight in your solemn assemblies."},{"number":22,"text":"Even though you offer me your burnt offerings and grain offerings,\n    I will not accept them;\nand the peace offerings of your fattened animals,\n    I will not look upon them."},{"number":23,"text":"Take away from me the noise of your songs;\n    to the melody of your harps I will not listen."},{"number":24,"text":"But let justice roll down like waters,\n    and righteousness like an ever-flowing stream."},{"number":25,"text":"“Did you bring to me sacrifices and offerings during the forty years in the wilderness, O house of Israel?"},{"number":26,"text":"You shall take up Sikkuth your king, and Kiyyun your star-god—your images that you made for yourselves,"},{"number":27,"text":"and I will send you into exile beyond Damascus,” says the Lord, whose name is the God of hosts."}]},{"number":6,"verses":[{"number":1,"text":"“Woe to those who are at ease in Zion,\n    and to those who feel secure on the mountain of Samaria,\nthe notable men of the first of the nations,\n    to whom the house of Israel comes!"},{"number":2,"text":"Pass over to Calneh, and see,\n    and from there go to Hamath the great;\n    then go down to Gath of the Philistines.\nAre you better than these kingdoms?\n    Or is their territory greater than your territory,"},{"number":3,"text":"O you who put far away the day of disaster\n    and bring near the seat of violence?"},{"number":4,"text":"“Woe to those who lie on beds of ivory\n    and stretch themselves out on their couches,\nand eat lambs from the flock\n    and calves from the midst of the stall,"},{"number":5,"text":"who sing idle songs to the sound of the harp\n    and like David invent for themselves instruments of music,"},{"number":6,"text":"who drink wine in bowls\n    and anoint themselves with the finest oils,\n    but are not grieved over the ruin of Joseph!"},{"number":7,"text":"Therefore they shall now be the first of those who go into exile,\n    and the revelry of those who stretch themselves out shall pass away.”"},{"number":8,"text":"The Lord God has sworn by himself, declares the Lord, the God of hosts:\n“I abhor the pride of Jacob\n    and hate his strongholds,\n    and I will deliver up the city and all that is in it.”"},{"number":9,"text":"And if ten men remain in one house, they shall die."},{"number":10,"text":"And when one's relative, the one who anoints him for burial, shall take him up to bring the bones out of the house, and shall say to him who is in the innermost parts of the house, “Is there still anyone with you?” he shall say, “No”; and he shall say, “Silence! We must not mention the name of the Lord.”"},{"number":11,"text":"For behold, the Lord commands,\n    and the great house shall be struck down into fragments,\n    and the little house into bits."},{"number":12,"text":"Do horses run on rocks?\n    Does one plow there with oxen?\nBut you have turned justice into poison\n    and the fruit of righteousness into wormwood—"},{"number":13,"text":"you who rejoice in Lo-debar,\n    who say, “Have we not by our own strength\n    captured Karnaim for ourselves?”"},{"number":14,"text":"“For behold, I will raise up against you a nation,\n    O house of Israel,” declares the Lord, the God of hosts;\n“and they shall oppress you from Lebo-hamath\n    to the Brook of the Arabah.”"}]},{"number":7,"verses":[{"number":1,"text":"This is what the Lord God showed me: behold, he was forming locusts when the latter growth was just beginning to sprout, and behold, it was the latter growth after the king's mowings."},{"number":2,"text":"When they had finished eating the grass of the land, I said,\n“O Lord God, please forgive!\n    How can Jacob stand?\n    He is so small!”"},{"number":3,"text":"The Lord relented concerning this:\n    “It shall not be,” said the Lord."},{"number":4,"text":"This is what the Lord God showed me: behold, the Lord God was calling for a judgment by fire, and it devoured the great deep and was eating up the land."},{"number":5,"text":"Then I said,\n“O Lord God, please cease!\n    How can Jacob stand?\n    He is so small!”"},{"number":6,"text":"The Lord relented concerning this:\n    “This also shall not be,” said the Lord God."},{"number":7,"text":"This is what he showed me: behold, the Lord was standing beside a wall built with a plumb line, with a plumb line in his hand."},{"number":8,"text":"And the Lord said to me, “Amos, what do you see?” And I said, “A plumb line.” Then the Lord said,\n“Behold, I am setting a plumb line\n    in the midst of my people Israel;\n    I will never again pass by them;"},{"number":9,"text":"the high places of Isaac shall be made desolate,\n    and the sanctuaries of Israel shall be laid waste,\n    and I will rise against the house of Jeroboam with the sword.”"},{"number":10,"text":"Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, “Amos has conspired against you in the midst of the house of Israel. The land is not able to bear all his words."},{"number":11,"text":"For thus Amos has said,\n“‘Jeroboam shall die by the sword,\n    and Israel must go into exile\n    away from his land.’”"},{"number":12,"text":"And Amaziah said to Amos, “O seer, go, flee away to the land of Judah, and eat bread there, and prophesy there,"},{"number":13,"text":"but never again prophesy at Bethel, for it is the king's sanctuary, and it is a temple of the kingdom.”"},{"number":14,"text":"Then Amos answered and said to Amaziah, “I was no prophet, nor a prophet's son, but I was a herdsman and a dresser of sycamore figs."},{"number":15,"text":"But the Lord took me from following the flock, and the Lord said to me, ‘Go, prophesy to my people Israel.’"},{"number":16,"text":"Now therefore hear the word of the Lord.\n“You say, ‘Do not prophesy against Israel,\n    and do not preach against the house of Isaac.’"},{"number":17,"text":"Therefore thus says the Lord:\n“‘Your wife shall be a prostitute in the city,\n    and your sons and your daughters shall fall by the sword,\n    and your land shall be divided up with a measuring line;\nyou yourself shall die in an unclean land,\n    and Israel shall surely go into exile away from its land.’”"}]},{"number":8,"verses":[{"number":1,"text":"This is what the Lord God showed me: behold, a basket of summer fruit."},{"number":2,"text":"And he said, “Amos, what do you see?” And I said, “A basket of summer fruit.” Then the Lord said to me,\n“The end has come upon my people Israel;\n    I will never again pass by them."},{"number":3,"text":"The songs of the temple shall become wailings in that day,”\ndeclares the Lord God.\n“So many dead bodies!”\n“They are thrown everywhere!”\n“Silence!”"},{"number":4,"text":"Hear this, you who trample on the needy\n    and bring the poor of the land to an end,"},{"number":5,"text":"saying, “When will the new moon be over,\n    that we may sell grain?\nAnd the Sabbath,\n    that we may offer wheat for sale,\nthat we may make the ephah small and the shekel great\n    and deal deceitfully with false balances,"},{"number":6,"text":"that we may buy the poor for silver\n    and the needy for a pair of sandals\n    and sell the chaff of the wheat?”"},{"number":7,"text":"The Lord has sworn by the pride of Jacob:\n“Surely I will never forget any of their deeds."},{"number":8,"text":"Shall not the land tremble on this account,\n    and everyone mourn who dwells in it,\nand all of it rise like the Nile,\n    and be tossed about and sink again, like the Nile of Egypt?”"},{"number":9,"text":"“And on that day,” declares the Lord God,\n    “I will make the sun go down at noon\n    and darken the earth in broad daylight."},{"number":10,"text":"I will turn your feasts into mourning\n    and all your songs into lamentation;\nI will bring sackcloth on every waist\n    and baldness on every head;\nI will make it like the mourning for an only son\n    and the end of it like a bitter day."},{"number":11,"text":"“Behold, the days are coming,” declares the Lord God,\n    “when I will send a famine on the land—\nnot a famine of bread, nor a thirst for water,\n    but of hearing the words of the Lord."},{"number":12,"text":"They shall wander from sea to sea,\n    and from north to east;\nthey shall run to and fro, to seek the word of the Lord,\n    but they shall not find it."},{"number":13,"text":"“In that day the lovely virgins and the young men\n    shall faint for thirst."},{"number":14,"text":"Those who swear by the Guilt of Samaria,\n    and say, ‘As your god lives, O Dan,’\nand, ‘As the Way of Beersheba lives,’\n    they shall fall, and never rise again.”"}]},{"number":9,"verses":[{"number":1,"text":"I saw the Lord standing beside the altar, and he said:\n“Strike the capitals until the thresholds shake,\n    and shatter them on the heads of all the people;\nand those who are left of them I will kill with the sword;\n    not one of them shall flee away;\n    not one of them shall escape."},{"number":2,"text":"“If they dig into Sheol,\n    from there shall my hand take them;\nif they climb up to heaven,\n    from there I will bring them down."},{"number":3,"text":"If they hide themselves on the top of Carmel,\n    from there I will search them out and take them;\nand if they hide from my sight at the bottom of the sea,\n    there I will command the serpent, and it shall bite them."},{"number":4,"text":"And if they go into captivity before their enemies,\n    there I will command the sword, and it shall kill them;\nand I will fix my eyes upon them\n    for evil and not for good.”"},{"number":5,"text":"The Lord God of hosts,\nhe who touches the earth and it melts,\n    and all who dwell in it mourn,\nand all of it rises like the Nile,\n    and sinks again, like the Nile of Egypt;"},{"number":6,"text":"who builds his upper chambers in the heavens\n    and founds his vault upon the earth;\nwho calls for the waters of the sea\n    and pours them out upon the surface of the earth—\nthe Lord is his name."},{"number":7,"text":"“Are you not like the Cushites to me,\n    O people of Israel?” declares the Lord.\n“Did I not bring up Israel from the land of Egypt,\n    and the Philistines from Caphtor and the Syrians from Kir?"},{"number":8,"text":"Behold, the eyes of the Lord God are upon the sinful kingdom,\n    and I will destroy it from the surface of the ground,\n    except that I will not utterly destroy the house of Jacob,”\ndeclares the Lord."},{"number":9,"text":"“For behold, I will command,\n    and shake the house of Israel among all the nations\nas one shakes with a sieve,\n    but no pebble shall fall to the earth."},{"number":10,"text":"All the sinners of my people shall die by the sword,\n    who say, ‘Disaster shall not overtake or meet us.’"},{"number":11,"text":"“In that day I will raise up\n    the booth of David that is fallen\nand repair its breaches,\n    and raise up its ruins\n    and rebuild it as in the days of old,"},{"number":12,"text":"that they may possess the remnant of Edom\n    and all the nations who are called by my name,”\n    declares the Lord who does this."},{"number":13,"text":"“Behold, the days are coming,” declares the Lord,\n    “when the plowman shall overtake the reaper\n    and the treader of grapes him who sows the seed;\nthe mountains shall drip sweet wine,\n    and all the hills shall flow with it."},{"number":14,"text":"I will restore the fortunes of my people Israel,\n    and they shall rebuild the ruined cities and inhabit them;\nthey shall plant vineyards and drink their wine,\n    and they shall make gardens and eat their fruit."},{"number":15,"text":"I will plant them on their land,\n    and they shall never again be uprooted\n    out of the land that I have given them,”\nsays the Lord your God."}]}]}